Repository: aegif/ASaasDriveClient
Catalog: po/*.po
Languages: de, fr, nl

source: OptionName
fr: Nom de l'option

source: Copy Web Link
fr: Copier le lien internet

source: Copy the web address of this file to the clipboard
fr: Copie l'adresse internet de ce fichier dans le presse-papier

source: Get Earlier Version
fr: Obtenir une version antérieure

source: Make a copy of an earlier version in this folder
fr: Créer une copie d'une version antérieure de ce dossier

source: Select to get a copy of this version
fr: Sélectionner pour obtenir une copie de cette version

source: _Visit Website
fr: _Visiter le site web

source: Welcome to SparkleShare!
de: Wilkommen bei SparkleShare!
fr: Bienvenue sur SparkleShare !
nl: Welkom bij SparkleShare!

source: Before we can create a SparkleShare folder on this computer, we need a few bits of information from you.
fr: Afin de pouvoir créer un dossier SparkleShare sur cet ordinateur, nous avons besoin de quelques informations.

source: Full Name:
fr: Nom et prénom:

source: Next
fr: Suivant

source: Configuring…
fr: Configuration en cours...

source: Where is your remote folder?
fr: Où se trouve votre dossier distant?

source: address-to-server.com
fr: adresse-du-serveur.com

source: On my own server:
fr: Sur mon serveur:

source: Free hosting for Free and Open Source Software projects.
fr: Hébergement gratuit pour les projets de logiciels Open Source gratuits.

source: Also has paid accounts for extra private space and bandwidth.
fr: Dispose aussi de comptes payants pour plus d'espace privé et de bande passante.

source: The GNOME Project
fr: Le projet GNOME

source: GNOME is an easy to understand interface to your computer.
fr: GNOME est une interface graphique simple à utiliser pour votre ordinateur.

source: Select this option if you’re a developer or designer working on GNOME.
fr: Choisissez cette option si vous êtes un développeur ou concepteur travaillant sous GNOME.

source: Completely Free as in Freedom infrastructure.
fr: Entièrement gratuit de par son infrastructure libertaire.

source: Free accounts for Free and Open Source projects.
fr: Comptes gratuits pour les projets Open Source et gratuits.

source: Username/Folder
fr: Nom d'utilisateur/Dossier

source: Project/Folder
fr: Projet/Dossier

source: Project
fr: Projet

source: Folder
fr: Dossier

source: Folder Name:
fr: Nom de dossier:

source: Sync
fr: Synchroniser

source: Cancel
fr: Annuler

source: Skip
fr: Passer

source: Something went wrong…
fr: Une erreur est survenue lors de la synchronisation de ‘{0}’

source: Try Again
fr: Réessayer...

source: Folder synced successfully!
fr: Le dossier a été synchronisé avec succès!

source: Now you can access the synced files from ‘{0}’ in your SparkleShare folder.
fr: Vous pouvez à présent accéder au fichiers synchronisés sur ‘{0}’ depuis votre dossier SparkleShare.

source: Open Folder
de: Verzeichnis öffnen
fr: Ouvrir le dossier
nl: Map openen

source: Finish
fr: Terminer

source: Syncing folder ‘{0}’…
fr: Synchronise le dossier ‘{0}’...

source: This may take a while.
fr: Cette opération peut durer un moment.

source: You sure it’s not coffee o-clock?
fr: Êtes vous certain qu'il ne serait pas le moment de prendre un café?

source: SparkleShare is ready to go!
fr: SparkleShare est opérationnel!

source: Now you can start accepting invitations from others. Just click on invitations you get by email and we will take care of the rest.
fr: Vous pouvez désormais accepter des invitations. Pour cela, il vous suffira de cliquer sur les invitations que vous aurez reçues par mail et nous nous occuperons du reste.

source: Learn how to host your own SparkleServer
fr: Apprendre à héberger son propre serveur SparkleServer

source: Invitation received!
fr: Invitation reçue!

source: You've received an invitation to join a shared folder. We're ready to hook you up immediately if you wish.
fr: Vous avez reçu une invitation à rejoindre un dossier partagé. Nous sommes prêt à vous connecter si vous le souhaitez.

source: Do you accept this invitation?
fr: Acceptez vous cette invitation?

source: Server Address:
fr: Adresse du serveur:

source: Reject
fr: Rejeter

source: Accept and Sync
fr: Accepter et synchronisez

source: Close
fr: Fermer

source: Recent Events in ‘{0}’
fr: Derniers événements dans « {0} »

source: _Open Folder
fr: _Ouvrir le dossier

source: This folder has unsynced changes
fr: Des modifications de ce dossier ne sont pas synchronisées

source: We will sync these once we’re connected again
fr: Nous synchroniserons une fois reconnectés

source: Could not sync with the remote folder
fr: Impossible de se synchroniser avec le dossier distant

source: Is the you and the server online?
fr: Etes vous connectés? le serveur aussi?

source: Edited
fr: Edité le

source: Added
fr: Ajouté le

source: Deleted
fr: Supprimé le

source: Moved
fr: Déplacé le

source: Sorry, you can't run SparkleShare with these permissions.
de: Entschuldigung, SparkleShare kann mit diesen Rechten nicht ausgeführt werden.
fr: Désolé, vous ne disposez pas des autorisations nécessaires pour lancer SparkleShare.
nl: Sorry, SparkleShare kan niet gedraaid worden met deze rechten.

source: Things would go utterly wrong.
fr: Les choses pourraient très mal tourner.

source: Don't show the notification icon
fr: Masquer l’icône de notification.

source: Show this help text
fr: Afficher ce texte d’aide.

source: Print version information
fr: Affiche les informations de la version.

source: SparkleShare, an instant update workflow to Git.
fr: SparkleShare, processus de mise à jour instantané vers Git

source: This program comes with ABSOLUTELY NO WARRANTY.
de: Diese Anwendung wird OHNE IRGENDEINE GARANTIE veröffentlicht.
fr: Ce logiciel est diffusé sans AUCUNE GARANTIE.
nl: Er zit ABSOLUUT GEEN GARANTIE op dit programma.

source: This is free software, and you are welcome to redistribute it
de: Dies ist freie Software. Sie können es weitergeben und/oder modifizieren
fr: Ce logiciel est libre, et vous êtes invité à le re‑distribuer
nl: Dit is vrije software en je bent van harte uitgenodigd om het te herdistribueren

source: under certain conditions. Please read the GNU GPLv3 for details.
de: unter bestimmten Bedingungen. Bitte lesen Sie dazu die GNU GPLv3 für weitere Details.
fr: sous certaines conditions. Merci de lire la licence GNU GPLv3 pour de plus amples informations.
nl: onder bepaalde voorwaarden. Zie de GNU GPLv3 voor meer informatie.

source: SparkleShare automatically syncs Git repositories in
fr: SparkleShare synchronise automatiquement les dépôts Git dans

source: the ~/SparkleShare folder with their remote origins.
fr: le dossier ~/SparkleShare et ses racines.

source: Usage: sparkleshare [start|stop|restart] [OPTION]...
de: Verwendung: sparkleshare [start|stop|restart] [OPTION]...
fr: Utilisation : sparkleshare [start|stop|restart] [OPTION]…
nl: Gebruik: sparkleshare [start|stop|restart] [OPTION]...

source: Sync SparkleShare folder with remote repositories.
de: SparkleShare Ordner mit entfernten Repositories abgleichen.
fr: Synchroniser le dossier SparkleShare avec les dépôts distants.
nl: Synchroniseer de SparkleShare map met externe repositories

source: Arguments:
de: Parameter:
fr: Paramètres :
nl: Argumenten

source: No Remote Folders Yet
fr: Encore aucun dossier distant

source: Sync Remote Folder…
fr: Synchroniser le dossier distant...

source: Show Notifications
de: Benachrichtigungen anzeigen
fr: Montrer les notifications
nl: Toon notificaties

source: About
fr: A propos

source: Quit
de: Beenden
fr: Quitter
nl: Afsluiten

source: No folders yet
fr: Pas encore de dossiers

source: Not everything is synced
fr: Tout n'est pas synchronisé

source: Up to date
fr: A jour

source: Syncing…
de: Abgleichen …
fr: Synchronisation en cours…
nl: Synchroniseren…

source: Ouch! Mid-air collision!
fr: Outch! Collision en plein ciel!

source: Don't worry, SparkleShare made a copy of each conflicting file.
fr: Ne vous inquiétez pas, SparkleShare à effectué une copie de chacun des fichiers en conflit.

source: Git wasn't found.
de: Git konnte nicht gefunden werden.
nl: Git was niet gevonden.

source: You can get Git from http://git-scm.com/.
de: Sie können Git auf http://git-scm.com/ herunterladen.
nl: Git kan van http://git-scm.com/ gehaald worden.

source: SparkleDiff let's you compare revisions of an image file side by side.
de: SparkleDiff lässt dich Versionen einer Bilddatei nebeneinander vergleichen.

source: -h, --help Display this help text.
de: -h, --help Diesen Hilfe-Text nicht anzeigen.
nl: -h, --help Toon deze help tekst.

source: Comparing Revisions of ‘{0}’
de: Vergleiche die Versionen aus ‘{0}’

source: Current Revision
de: Aktuelle Version

source: Address of remote SparkleShare folder:
de: Adresse des entfernten SparkleShare-Verzeichnis:
nl: Adres van de externe SparkleShare map:

source: Add Folder
de: Verzeichnis hinzufügen
nl: Map toevoegen

source: Syncing folder ‘{0}’
de: Verzeichnis »{0}« wird abgeglichen
nl: Map {0} aan het synchroniseren

source: SparkleShare will notify you when this is done.
de: SparkleShare wird Sie benachrichtigen sobald diese Aktion abgeschlossen ist.
nl: SparkleShare zal je vertellen wanneer dit gedaan is

source: Dismiss
de: Schließen
nl: Sluiten

source: Something went wrong while syncing ‘{0}’
de: Beim Datenabgleich von »{0}« ist ein Fehler aufgetreten
nl: Probleem bij het synchroniseren van {0}

source: Try Again…
de: Erneut versuchen …
nl: Opnieuw proberen…

source: Successfully synced folder ‘{0}’
de: Verzeichnis »{0}« erfolgreich abgeglichen
nl: Map {0} succesvol gesynchroniseerd

source: a second ago
de: vor einer Sekunde

source: a minute ago
de: vor einer Minute

source: about an hour ago
de: vor einer Stunde

source: yesterday
de: gestern

source: a month ago
de: vor einem Monat

source: a year ago
de: vor einem Jahr

source: SparkleShare is known to be insanely fast with pictures of unicorns. Please make sure your internets are upgraded to the latest version to avoid problems.
de: SparkleShare ist bekannt dafür, Bilder von Einhörnern wahnsinnig schnell zu bearbeiten. Bitte stelle sicher, dass du die neuest Version des Internets installiert hast, um Probleme zu vermeiden.

source: SparkleShare syncs the ~/SparkleShare folder with remote repositories.
de: SparkleShare gleicht das Verzeichnis ~/SparkleShare mit entfernten Verzeichnissen ab
nl: SparkleShare synchroniseerd de map ~/SparkleShare met externe repositories.

source: -d, --disable-gui Don't show the notification icon.
de: -d, --disable-gui Benachrichtigungs-Symbol nicht anzeigen.
nl: -d, --disable-gui Toon het notificatiepictogram niet.

source: Error syncing
de: Fehler beim Datenabgleich
nl: Fout bij het synchroniseren

source: Everything is up to date
de: Alles ist auf dem aktuellsten Stand
nl: Alles is up to date

source: Add a Remote Folder…
de: Ein entferntes Verzeichnis hinzufügen …
nl: Externe map toevoegen…

source: Visit Website
de: Website besuchen
nl: Bezoek website

source: You don't have any folders set up yet.
de: Sie haben noch keine Verzeichnisse konfiguriert.
nl: Er zijn nog geen mappen opgezet.

source: Add a Folder…
de: Ein Verzeichnis hinzufügen …
nl: Map toevoegen…

source: ‘{0}’ on {1}
de: »{0}« auf {1}
nl: ‘{0}’ op {1}

source: Now make great stuff happen!
nl: Laat nu mooie dingen gebeuren!

source: Things will go utterly wrong.
nl: Dingen zouden compleet misgaan.

source: SparkleShare Copyright (C) 2010 Hylke Bons
nl: SparkleShare Auteursrecht (C) 2010 Hylke Bons
